{
  "Special Transfer-Done String": "Spezifischer 'Transfer erledigt' Text",
  "Special String to indicate that transfer was already done. If empty, default one 'todos_transferred' is used. Will be removed on next day.": "Spezifischer Text, der anzeigt dass die aktuelle Journal-Seite bereits aktualisiert wurde. Wenn leer, dann wird als Standard 'todos_transferred' genutzt. Dieser Text wird am nächsten Tag entfernt.",
  "Hidden Transfer-Done Comment": "Versteckter 'Transfer erledigt' Kommentar",
  "Use hidden comment to indicate transfer was already done. If false (default), some small readable indication is used.": "Benutze einen versteckten Kommentar, um einen erledigten Transfer auf einer Seite zu markieren. Wenn nicht aktiviert (standard), dann wird eine kleine, lesbare Darstellung benutzt.",
  "Special Dont-Transfer String": "Spezifischer 'Nicht Übertragen' Text",
  "Special String to indicate that transfer of open TODOs in this block is not required. If empty, default one 'dont_transfer' is used.": "Spezifischer Text, der anziegt dass einen Übertragung der offenen TODOs in diesem Block nicht erwünscht ist. Wenn leer, dann wird als Standard 'dont_transfer' genutzt.",
  "Journal Template": "Journal Vorlage",
  "Template to apply once on Todays Journal. This is not like the common Journal template, which get's applied to any newly created, today or future Journal. Probably add some 'Dont-Transfer' String to your Template to prevent moving open TODOs into the next day.": "Vorlage die auf das heutige Journal angewandt wird. Dies ist nicht das gleiche wie bei der Standard-Journal-Vorlage, welche auf alle neu erstellten, heutigen und zukünftigen Journalseiten angewandt wird. Enetuell ist es sinnvoll, im Template einen 'Nicht Übertragen' Text zu plazieren, um offene TODOs nicht in den neuen Tag zu verschieben.",
  "Todays Journal page updated": "Das heutige Tages-Journal wurde aktualisiert!",
  "Checking Interval": "Prüf-Interval",
  "This is the time in Seconds between checking, if todays Journal page needs an update. Default is every minute, but you can set the seconds here to modify this value.": "Dies ist die Zeit zwischen den Prüfungen, ob das Journal des heutigen Tages bereits aktualisiert wurde. Standard ist jede Minute, hier können andere Intervalle in Sekunden festgelegt werden."
}